{
    "bingothon": [
        "Ever since Bingothon started in December 2018, we have raised almost $35,000 for various charities, completed 14 marathons and branched out into various external events and content such as Bingothon Taskmaster, the Blind Bingo Series or the Generic Bingo Tournament, among others. Thank you for supporting us in that time so far!",
        "Bingothon presents its own platform for playing bingos: playbingo.gg! Type !playbingo in chat to get the link to the platform as well as the playbingo Discord Server! playbingo makes it easy for you to create goals, update them as you need and play them however you want - so why not give it a try? Please be sure to provide your feedback on the playbingo Discord server as it is very valuable to its development.",
        "Alongside the main marathons, Bingothon also hosts a bunch of side events, including the Blind Bingo Series, the Generic Bingo Tournament, Get Yourself Bingoing or even Bingothon Taskmaster. Make sure to give us a follow and join our Discord to stay tuned for more news on future side events!",
        "Bienvenue aux Francophones! We would like to thank Nitro Speedruns for restreaming Bingothon Summer 2025 in French for the first time! If you are interested in checking out speedy french speedrunning content, then make sure to give them a follow at twitch.tv/nitro_speedrun"
    ],
    "charity": [
       "Doctors Without Borders/Médecins Sans Frontières or MSF is an international medical humanitarian aid organization, providing lifesaving medical humanitarian care in over 70 countries around the world.",
       "MSF is independent, impartial, and neutral. MSF offers medical humanitarian assistance to people based solely on need, regardless of race, religion, gender, or political affiliation. Their teams of doctors, nurses, logisticians, and other frontline workers are often among the first on the scene when peoples’ lives are upended by conflict, disease outbreaks, or natural or human-made disasters.",
       "Part of MSF’s mission is to speak out publicly when their teams witness extreme acts of violence against individuals or groups, or when access to lifesaving medical care is hindered. The decision to do so is always guided by their mission to alleviate suffering, protect life and health, and to restore respect for human beings and their fundamental human rights.",
       "In 1999, MSF was awarded the Nobel Peace Prize in recognition of its pioneering humanitarian work around the world.",
       "Over 80% of MSF's staff are locally hired, meaning that they are from the same community they work in.",
       "MSF USA relies mainly on the generosity of individual donors, as over 90% of MSF funding comes from private individual donors giving small amounts.",
       "87% of donations go to fund their programs, with 12% going to fundraising and 1% to administrative costs.",
       "The US government has long been the leading supporter of global health and humanitarian programs, responsible for around 40 percent of all related funding. Abruptly ending this support is having devastating consequences for people who rely on aid. The risks are catastrophic, especially since people who rely on foreign assistance are already among the most vulnerable in the world.",
       "MSF does not receive funding from the US government, so their programs remain financially stable thanks to the independent support of donors. However, they operate alongside many organizations and communities that are directly affected by the aid freeze, and their medical teams are seeing the fallout firsthand. MSF continues to provide urgently needed medical care in over 70 countries—even as global health and humanitarian options are dramatically reduced."
    ],
    "sponsor": []
}
