{
	"bingothon": [
		"Ever since Bingothon started in December 2018, we have raised more than $35,000 for various charities, completed 15 marathons and branched out into various external events and content such as Bingothon Taskmaster, the Blind Bingo Series or the Generic Bingo Tournament, among others. Thank you for supporting us in that time so far!",
		"Ever wanted to create your own bingos? The answer is: playbingo.gg! Type !playbingo in chat to get the link to the platform as well as the playbingo Discord Server! playbingo makes it easy for you to create goals, update them as you need and play them however you want - so why not give it a try? Please be sure to provide your feedback on the playbingo Discord server as it is very valuable to its development.",
		"Alongside the main marathons, Bingothon also hosts a bunch of side events, including the Blind Bingo Series, the Generic Bingo Tournament, Get Yourself Bingoing or the Blind Bingo Tournament. Make sure to give us a follow and join our Discord to stay tuned for more news on future side events!",
		"Bingothon has a TeeSpring store where you can buy some cool merch, including the one, the only, the ESSENTIAL Bingothon Mug, and more! You can find it at store.bingothon.com, accessible via !merch. Revenue gained from the store would be used to further improve the marathon in many ways. Use discount code WINTER25 to get 30% off whatever you buy!",
		"If you are watching on the Bingothon Twitch channel, why not subscribe? You can get access to some cool emotes, after all! Revenue made from subscribing does NOT go to the charity, but is used to improve Bingothon's marathons and other events, so your support is appreciated!",
		"Did you know you can use your Bingothon Twitch Channel Points to force staff and community members to play a Blind Bingo game of your choice? The cost is high, but certainly worth it. Check your channel points and see what you can do with them!",
		"Are you interested in featuring a bingo-related event on the Bingothon Twitch channel? Then do not hesitate to contact the Main Organizers on the Bingothon Discord server and we can certainly can discuss an arrangement to make it happen!",
		"Are you currently working on a bingo that you have yet to showcase to the world? Feel free to talk to Bingothon staff and we'd be happy to help you showcasing it!",
		"Make sure to follow us on our socials to not only keep up with the latest Bingothon news but also to watch any latest highlight content that's released! Type !socials to find out where to follow us",
		"Ready to make the most out of a Bingothon Twitch subscription? You can get 35% off 5 or more Tier 1 Gift subs during the entire duration of the marathon! So why not spread some joy as well as getting some nice perks such as our great emotes?"
	],
	"charity": [
		"Fred Hutch is a cancer research center where world-renowned scientists and humanitarians work together to prevent, diagnose and treat cancer, HIV and many other diseases. With three Novel laureates among their researchers, they are at the front of the battle against those illnesses.",
		"Of the 1,500 cancer centers in the U.S., only 72 are National Cancer Institute–designated cancer centers. Only 57 of these — less than 4%! — are comprehensive cancer centers, which are recognized by the National Cancer Institute for the depth, breadth, and interdisciplinary nature of their research. The Fred Hutch/University of Washington/Seattle Children’s Cancer Consortium is a member of this select cohort.",
		"A $5 donation allows a lab at Fred Hutch to purchase around 100 test tubes, a simple but essential piece of lab equipment.",
		"Fred Hutch is celebrating its 50th Anniversary, but it is already boldly looking ahead to what’s next — and dreaming big. In 2022 Fred Hutch launched the ambitious Campaign for Fred Hutch to raise $3 billion and radically increase the pace and scale of innovation. The size of its goal matches the magnitude of its ambition, and achieving it will take everyone — individuals, families, patients, survivors, corporations, leaders, and advocates from all backgrounds. Every gift, every donor, every one makes a tremendous difference.",
		"In 1990, Dr. E. Donnall Thomas won the first of Fred Hutch’s three Nobel prizes for his groundbreaking work in bone marrow transplantation. Since the first transplant in 1969, Fred Hutch has performed the procedure more than 17,500 times.",
		"In 2024, Fred Hutch cared for 63,000 unique patients, performed 360 adult bone marrow transplants, and completed over 11,000 cancer screenings.",
		"Through its Survivorship Program, Fred Hutch cares for patients at all stages of the cancer care continuum, from early diagnosis, through treatment and recovery, to long-term followup. Fred Hutch's Survivorship Program offers support, consultation, and education for years following a patient’s final treatment — providing an important, lifelong community for survivors.",
		"Fred Hutch is committed to collaboration on every level, from partnerships within a lab to global collaborations spanning years, nations, and languages. For example, Fred Hutch is home to the HIV Vaccine Trials Network, the largest international collaboration to develop vaccines that protect against HIV. They also house the operations center for the COVID-19 Prevention Network and co-lead its federally funded COVID vaccine trials.",
		"Worldwide, more than 1.5 million people have received a bone marrow or stem cell transplant to treat more than 70 types of blood cancers and other diseases. FH’s bone marrow transplantation program was the first of its kind, and today it is among the most respected and successful in the world.",
		"Fred Hutch does more than treat cancer. Its Vaccine and Infectious Disease Division is committed to understanding and curing diseases caused by many viruses and pathogens, including COVID and HIV/AIDS. Some of the viruses studied, like KSHV and HPV, are known to increase a person’s risk for certain kinds of cancer. Other viruses, like CMV, can infect patients undergoing or recovering from treatment and cause life-threatening complications if not properly treated.",
		"The HPV Vaccine was invented at Fred Hutch! This vaccine works by targeting four strains of human papillomavirus (HPV) associated with human disease. The vaccine has the potential to eliminate over 70% of cervical cancers worldwide, and has already changed the global landscape of cervical cancer since its adoption in routine medical care in 2006.",
		"Over the years, Bingothon has raised $17,000 for Fred Hutch, which has great impact! To break down what this impact means: $500 Purchases a wide gel electrophoresis system used for analyzing proteins. $1k Provides about two weeks of housing for a patient and family going through a lifesaving bone marrow transplant. $5k Pays for a detailed analysis of the differences between individual cancer cells and healthy ones. $10k Buys a special freezer that can store tissue, DNA, and other samples used to unlock the mysteries of disease. And, should we reach that milestone one day - $25k Enables Fred Hutch's science educators to create a new kit of leading-edge molecular biology experiments for students in rural areas."
	],
	"sponsors": [
		"Bienvenue aux Francophones! We would like to thank Nitro Speedruns for restreaming Bingothon Winter 2025 in French! If you are interested in checking out speedy french speedrunning content, then make sure to give them a follow at twitch.tv/nitro_speedrun",
		"Willkommen bei Deutschsprachigen! We would like to thank SpeedrunsDE for restreaming Bingothon Winter 2025 in German! If you are interested in checking out speedy german speedrunning content, then make sure to give them a follow at twitch.tv/speedrunsde",
		"Did you know that Bingothon is being restreamed in both french and german, by Nitro Speedrun and SpeedrunsDE respectively? Nitro Speedrun is a french organization that provides various content about speedrunns, from small themed marathons, to competitions with gimmicks, restreams, news, or even quizzes. They will be holding their own marathon next week from December 13th-14th, Nitro Day SPDA, which will benefit a local animal shelter in the town where Nitro Speedrun is legally established."
	]
}
