{
    "bingothon": [
        "Ever since Bingothon started in December 2018, we have raised over $30,000 for various charities, completed 12 marathons and branched out into various external events and content, including the Blind Bingo Series or the Generic Bingo Tournament, among several other ones. Thank you for supporting us in that time so far!",
        "If you are enjoying this marathon, then do know that there is even more content on the Bingothon Twitch channel, such as the Generic Bingo Tournament or the Blind Bingo Series!",
        "Bingothon has a TeeSpring store where you can buy some cool merch, including Bingothon PJs, Bingothon hoodies and the Bingothon mugs you can win as a prize in this marathon! You can find it at store.bingothon.com, and you can have a 10% discount with the code SUMMER24. Revenue gained from the store would be used to further improve the marathon in many ways.",
        "If you are watching on the Bingothon Twitch channel, why not subscribe? You can get access to some cool emotes, after all! Revenue made from subscribing does NOT go to the charity, but is used to improve Bingothon's marathons and other events, so your support is appreciated!",
        "Do you wonder how people come up with bingo cards for their speedgames? What is the process behind it all? Well we do have the Beyond the Board monthly series that you can find on our YouTube channel, where we sit down with various bingo runners and interview them about their bingo cards, speedgame and much more that allows a great insight into how bingos are made and how the community can further support them! You can also find the FULL uncut interviews on our website at bingothon.com as well!",
        "Are you interested in featuring a bingo-related event on the Bingothon Twitch channel? Then do not hesitate to contact the Main Organizers on the Bingothon Discord server and we can certainly can discuss an arrangement to make it happen!",
        "Make sure to follow us on our socials, including Twitter, Instagram, Mastodon, BlueSky and YouTube to not only keep up with the latest Bingothon news but also to watch any latest highlight content that's released!"
    ],
    "charity": [
        "Doctors Without Borders is an organization that offers medical humanitarian assistance to people based solely on need, irrespective of race, religion, gender or political affiliation. Their frontline workers including doctors, nurses and logisticians are often among the first on the scene when peoples' lives are upended by conflict, disease outbreak and other disasters.",
        "Doctors Without Borders relies on private donations rather than funds from governments or other public funds. This means they are independent and can deploy their assistance where they know it is needed as soon as possible, without the need for external approvals - thus, your donations are vital in keeping that independence.",
        "Doctors Without Borders is active in many countries worldwide. They were involved in key support movements such as with COVID-19 emergency responses in various countries back in 2020, as well as key refugee work in Mexico, Central African Republic, Sudan and Syria.",
        "Doctors Without Borders has been working in many countries with serious refugee crises that have lasted many years, which to this day is still considered emergency work because the crisis has been ongoing for so long, and therefore need resources at all times to provide the best help they can.",
        "As part of their medical work, Doctors Without Borders is involved in worldwide lifesaving responses including of course COVID-19, but also Cholera, Ebola, Hepatitis, HIV, Malaria, and more.",
        "Just as important as the medical teams, Doctors Without Borders also has non-medical staff on the field, such as logisticians, who help for example by creating mobile clinics for patients or solve any problems when it comes to ensuring the resources are where they are needed.",
        "Doctors Without Borders keeps working even when the cameras are off - they are committed to helping in the long-term with each of their projects, for as long as it is needed.",
        "About 90% of the medical staff deployed in countries that Doctors Without Borders help are from that country, rather than foreigners coming in. It is truly a worldwide force, and this further reinforces the idea that MSF is committed to help on the long term with each operation.",
        "Through its operational centers scattered around the world, Doctors Without Borders has kits that are ready for any and all sorts of situations that may happen worldwide, meaning that as soon as help is needed, they can very quickly dispatch teams where needed, with what they need."
    ],
    "sponsor": [
        "We'd like to thank our sponsor DelfinoCustoms for providing a New 3DS XL Pikachu edition with a USB - C modded capture card during this marathon! They provide custom controllers modded 3DS systems and more, check them out at delfinocustoms.com",
        "We'd like to thank DelfinoCustoms for sponsoring this event! Visit delfinocustoms.com to order awesome items such as Nintendo 3DS consoles with capture cards, refurbished GameCube and Playstation controllers and more!",
        "Tree Frog Grading is a UK based trading card game grading company,  trusted and well respected in the community, they are offering 15% off all grading services for bingothon lovers, just use the code bingothon15 for this to be applied! They are also offering Bravo 10 (almost perfect) Pikachu with a grey felt hat card as a prize! For more information check them out at treefroggrading.com/"
    ]
}
