{
    "bingothon": [
        "Ever since Bingothon started in December 2018, we have raised over $30,000 for various charities, completed 12 marathons and branched out into various external events and content, including the Blind Bingo Series or the Generic Bingo Tournament, among several other ones. Thank you for supporting us in that time so far!",
        "Bingothon has a TeeSpring store where you can buy some cool merch, including Bingothon PJs, Bingothon hoodies and the Bingothon mugs you can win as a prize in this marathon! You can find it at store.bingothon.com. Revenue gained from the store would be used to further improve the marathon in many ways.",
        "If you are watching on the Bingothon Twitch channel, why not subscribe? You can get access to some cool emotes, after all! Revenue made from subscribing does NOT go to the charity, but is used to improve Bingothon's marathons and other events, so your support is appreciated!",
        "Do you wonder how people come up with bingo cards for their speedgames? What is the process behind it all? Well we do have the Beyond the Board monthly series that you can find on our YouTube channel, where we sit down with various bingo runners and interview them about their bingo cards, speedgame and much more that allows a great insight into how bingos are made and how the community can further support them! You can also find the FULL uncut interviews on our website at bingothon.com as well!",
        "Are you interested in featuring a bingo-related event on the Bingothon Twitch channel? Then do not hesitate to contact the Main Organizers on the Bingothon Discord server and we can certainly can discuss an arrangement to make it happen!",
        "Make sure to follow us on our socials, including Twitter, Instagram, Mastodon, BlueSky and YouTube to not only keep up with the latest Bingothon news but also to watch any latest highlight content that's released!",
		"Bingothon is developing a new way to maintain and play bingos. playbingo.gg is available now for early beta testing at playbingo.gg. If you have feedback on the beta, don't hesitate to provide it in the Bingothon Discord."

    ],
    "charity": [
        "Bingothon has raised over $15,000 for Fred Hutch in the past 4 years, all going towards lifesaving research, treatments and patient care, as well as helping over 80,000 people receiving the COVID-19 vaccine at Fred Hutch in the last couple of years. Furthermore, this is helping Fred Hutch unlock how cancers and infectious diseases start and spread, harnessing the immune system to fight disease, and working to make treatment more equitable and accessible for more people. Can we make it to $17,000 raised in total for them?",
        "Curious to know the impact of your donation towards Fred Hutch? $5 supplies 100 test tubes used by researchers. $50 pays for two hours of a junior researcher's time to pursue a new cancer therapy. $250 enables researchers to see which genes are switched on in cancer. And, $10,000 buys a special freezer that can store tissue, DNA and other samples used to unlock the mysteries of disease. With $15,000 raised for Fred Hutch in the past 4 years, this is what your contributions have therefore brought!",
        "Fred Hutch is a cancer research center where world-renowned scientists and humanitarians work together to prevent, diagnose and treat cancer, HIV and many other diseases. With three Nobel laureates among their researchers, they are at the front of the battle against those illnesses.",
        "Fred Hutch have earned a global reputation for their track record of discoveries in cancer, infectious disease and basic research, including important advances in bone marrow transplantation, HIV/AIDS prevention, immunotherapy and COVID-19 vaccines.",
        "Fred Hutch researchers were one of the major pioneers in the development of the bone marrow transplant, one of the most important medical advances in cancer treatment that has saved the lives of hundreds of thousands of patients around the world. Their Nobel Prize-winning bone marrow transplants have boosted survival rates from nearly zero to 90 percent for certain types of leukemia. Any physician who has performed one was either trained there or trained by someone who trained there.",
        "Beyond their research, Fred Hutch has a Survivorship Program aimed to help ensure that patients, their families and their caregivers can live a high quality life even beyond treatment.",
        "Fred Hutch is the home of the HIV Vaccine Trials Network, the world’s largest publicly funded international collaboration conducting clinical trials of HIV vaccines and treatments.",
        "Researchers from Fred Hutch have won the Nobel Prize in physiology or medicine three times: in 1990, 2001, and 2004. Dr. E. Donnal Thomas was awarded in 1990 for his work on the bone marrow and blood stem cell transplantation. Dr. Leland Hartwell was awarded in 2001 for discovering the universal mechanism that controls cell division in all eukaryotic, or nucleated, organisms. And finally, Dr. Linda Buck was awarded in 2004 for her work on odorant receptors and the organization of the olfactory system — the network responsible for our sense of smell."
    ],
    "sponsor": [
        "We'd like to thank our sponsor DelfinoCustoms for providing a Console Controller of Your Choice as a prize during this marathon! They provide custom controllers modded 3DS systems and more, check them out at delfinocustoms.com",
        "We'd like to thank DelfinoCustoms for sponsoring this event! Visit delfinocustoms.com to order awesome items such as Nintendo 3DS consoles with capture cards, refurbished GameCube and Playstation controllers and more!",
        "Tree Frog Grading is a UK based trading card game grading company,  trusted and well respected in the community, they are offering 15% off all grading services for bingothon lovers, just use the code bingothon15 for this to be applied! They are also offering Bravo 10 (almost perfect) Pikachu with a grey felt hat card as a prize! For more information check them out at treefroggrading.com/"
    ]
}
