{
    "bingothon": [
        "Submissions for our next main event, Bingothon Winter 2024, are open until the 17th of November! Make sure to get your submissions in time for a fun weekend of bingos and chaos from the 6th - 9th of December. Type !submit in the chat to find the submission link.",
        "Ever since Bingothon started in December 2018, we have raised over $33,000 for various charities, completed 13 marathons and branched out into various external events and content, including the Blind Bingo Series or the Generic Bingo Tournament, among several other ones. Thank you for supporting us in that time so far!",
        "Bingothon presents its brand new, early-beta platform for playing bingos: playbingo.gg! Due to it being in its beta stage, don't hesitate to provide feedback on the Bingothon Discord! Type !playbingo in chat to get the link to the platform, and go create some amazing bingos to your heart's contents!",
        "If you are enjoying this marathon, then do know that there is even more content on the Bingothon Twitch channel, such as the Bingothon Taskmaster series! The first two episodes can be viewed on our YouTube channel, and you can catch our next episode NEXT Saturday night at 20:00 CET!",
        "Bingothon has a TeeSpring store where you can buy some cool merch, including the one, the only, the ESSENTIAL Bingothon Mug, and more! You can find it at store.bingothon.com. Revenue gained from the store would be used to further improve the marathon in many ways.",
        "If you are watching on the Bingothon Twitch channel, why not subscribe? You can get access to some cool emotes, after all! Revenue made from subscribing does NOT go to the charity, but is used to improve Bingothon's marathons and other events, so your support is appreciated!",
        "Do you wonder how people come up with bingo cards for their speedgames? What is the process behind it all? Well we do have the Beyond the Board monthly series that you can find on our YouTube channel, where we sit down with various bingo runners and interview them about their bingo cards, speedgame and much more that allows a great insight into how bingos are made and how the community can further support them! You can also find the FULL uncut interviews on our website at bingothon.com as well!",
        "Are you interested in featuring a bingo-related event on the Bingothon Twitch channel? Then do not hesitate to contact the Main Organizers on the Bingothon Discord server and we can certainly can discuss an arrangement to make it happen!",
        "Make sure to follow us on our socials, including Bluesky, Twitter, Instagram and YouTube to not only keep up with the latest Bingothon news but also to watch any latest highlight content that's released!"
    ],
    "sponsor": [
        "The Marathon Alliance is a novel collaboration bringing different European speedrunning organizations together. The goal is to show the world the content variety that European speedrunning has to offer.",
        "Not unlike the European Union, the Marathon Alliance consists of organizations of different origins, different spoken languages and with different goals. But together, we are united in diversity and come together as one organization that is above such distinctions, forming a cooperation where we can show everyone that we are just one big speedrunning community.",
        "The current edition of the Marathon Alliance Event features the following seven participants: Bingothon, Norway Speedrunner Gathering (NSG), Germench, SpeedCon, Nitro Speedrun, Gramy Szybko, Pomagamy Skutecznie (GSPS) and Sum of Besties (SoB).",
        "The Marathon Alliance event would not be possible without its participants. Check them out and kindly leave a follow on their social media accounts! Find the linktree with !socials or the linktree-panel below the stream.",
        "Marathon Alliance supports Project Hope, a global health and humanitarian relief organization that believes in the power of HOPE."
    ],
    "charity": [
        "Project HOPE is a global health & humanitarian org that believes in the power of HOPE. During disasters, conflicts & health emergencies, we bring medical aid, provide mental health support, equip clinics, help new mothers with limited access to care, and more.",
        "Project HOPE is providing urgent aid in Lebanon, Gaza and Ukraine, responding to natural disasters worldwide, addressing the global mental health crisis, supporting health workers, and spreading health & HOPE to the world.",
        "For over 65 years, Project HOPE has transformed the health & well-being of 50 million people in 100 countries.",
        "Wonder how much impact your donations create? $5 can give a thermal blanket to an earthquake survivor to protect them from freezing cold. $10 can provide mental health and psycho-social support to a family. $50 can provide emergency medical supplies to meet the needs of 67 people for 1 month. $100 can provide emergency medical supplies to 135 people for 3 months.",
        "88% of Project HOPE’s expense resources are used for programs that help people in need while 12% is used for administration and fundraising.",
        "Project HOPE earns Charity Navigator’s highest 4-star rating for good stewardship of donor funds."
    ]
}
